[Cataclysm.Backdraft SkillDefinition]
SkillDescription="Your [skill]melee attacks[-skill] deal additional [skill]fire damage[-skill].  Additionally, when your shields are depleted you create a [skill]fiery explosion[-skill], damaging nearby enemies.  Your shields must fully recharge between explosions."

[Cataclysm.Backdraft:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Backdraft Damage: Rank $NUMBER$"

[Cataclysm.BlightPhoenix SkillDefinition]
SkillDescription="[skill]Kill Skill[-skill].  Killing an enemy causes you to deal constant [skill]Incendiary[-skill] and [skill]Corrosive Damage[-skill] to nearby enemies for a short time.  The damage is based on your level, and the level of [skill]Blight Phoenix[-skill]."

[Cataclysm.BlightPhoenix:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Damage Level: $NUMBER$"

[Cataclysm.ChainReaction SkillDefinition]
SkillDescription="While you have an enemy [skill]Phaselocked[-skill], all of your [skill]shots that hit enemies[-skill] have a chance to [skill]ricochet[-skill] and [skill]hit another nearby enemy[-skill].  [skill]Chain Reaction[-skill] only works with bullets."

[Cataclysm.ChainReaction:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Ricochet Chance: $NUMBER$"

[Cataclysm.Flicker SkillDefinition]
SkillDescription="Increases your chance to cause [skill]Elemental Status Effects[-skill] with [skill]Fire[-skill], [skill]Shock[-skill], [skill]Corrosive[-skill] and [skill]Slag[-skill] guns."

[Cataclysm.Flicker:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="$NUMBER$ more likely to cause elemental effects with guns."

[Cataclysm.Helios:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Helios Damage: Rank $NUMBER$"

[Cataclysm.Immolate SkillDefinition]
SkillDescription="Adds [skill]Incendiary Damage[-skill] to all shots fired while in [skill]Fight For Your Life[-skill].  Additional [skill]Incendiary Damage[-skill] is based on the [skill]Gun Damage[-skill] of the weapon you're firing."

[Cataclysm.Immolate:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Deal $NUMBER$ Gun Damage as Incendiary Damage."

[Cataclysm.Reaper SkillDefinition]
SkillDescription="You deal increased [skill]Gun Damage[-skill] to any enemy with more than 50% health remaining."

[Cataclysm.Ruin SkillDefinition]
SkillDescription="[skill]Action Skill Augmentation[-skill]. [skill]Phaselock[-skill] now [skill]slags[-skill], [skill]electrocutes[-skill], and [skill]corrodes[-skill] all nearby enemies."

[Cataclysm.Ruin:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="''Ignorance and inconsideration may be greater causes of ruin, but they are slow and lacking in spectacle.''"

[Harmony.Elated SkillDefinition]
SkillDescription="While you have an enemy [skill]Phaselocked[-skill], you and your friends [skill]regenerate health[-skill]."

[Harmony.Elated:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Regenerates $NUMBER$ of your Max Health / sec."

[Harmony.LifeTap SkillDefinition]
SkillDescription="[skill]Kill Skill[-skill].  Killing an enemy causes you to [skill]steal health[-skill] from any enemy you damage for a short time."

[Harmony.Recompense SkillDefinition]
SkillDescription="When you take [skill]health damage[-skill], there is a chance that your [skill]attacker takes damage[-skill] equal to the amount of [skill]health lost[-skill]."

[Harmony.Res SkillDefinition]
SkillDescription="You can [skill]instantly revive[-skill] a friend in [skill]Fight For Your Life[-skill] by using [skill]Phaselock[-skill] on him/her."

[Harmony.Res:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="''Rise from your grave.''"

[Harmony.Restoration:AttributePresentationDefinition_77 AttributePresentationDefinition]
Description="Max Health: $NUMBER$"

[Harmony.Scorn SkillDefinition]
SkillDescription="[skill]Melee Override Skill[-skill].  Press <StringAliasMap:Action.Melee> to throw an [skill]orb of slag[-skill] that constantly damages enemies near it.  This ability has a cooldown.  Pressing <StringAliasMap:Action.Melee> when [skill]Scorn[-skill] is on cooldown will perform a regular melee attack."

[Harmony.Sustenance SkillDefinition]
SkillDescription="You constantly [skill]regenerate health[-skill].  The lower your current health, the more powerful the regeneration."

[Harmony.Sustenance:AttributePresentationDefinition_77 AttributePresentationDefinition]
Description="Regenerates up to $NUMBER$ of your missing health every second."

[Harmony.SweetRelease SkillDefinition]
SkillDescription="If the enemy you have [skill]Phaselocked[-skill] is killed, it generates [skill]Life Orbs[-skill] that automatically seek out and [skill]heal[-skill] you and your friends.  The healing is stronger when you or your friend's health is low."

[Harmony.SweetRelease:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Each Life Orb restores up to $NUMBER$ of your Max Health."

[Harmony.Wreck:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Gun Damage: $NUMBER$"

[Motion.Converge:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="''Gather thine enemies together that thou mayest blow them to tiny bits.''"

[Motion.Inertia SkillDefinition]
SkillDescription="[skill]Kill Skill[-skill].  Killing an enemy causes your [skill]shields to quickly regenerate[-skill] and increases your [skill]Reload Speed[-skill] for a few seconds."

[Motion.Inertia:AttributePresentationDefinition_77 AttributePresentationDefinition]
Description="Regenerates $NUMBER$ of your Max Shields / sec."

[Motion.KineticReflection SkillDefinition]
SkillDescription="[skill]Kill Skill[-skill].  After killing an enemy, you gain the ability to [skill]deflect enemy bullets[-skill], sending them flying toward nearby enemies.  You take reduced damage from deflected bullets.  [skill]Kinetic Reflection[-skill] only works with bullets.  This effect lasts for a short time."

[Motion.Quicken SkillDefinition]
SkillDescription="Increases the [skill]Cooldown Rate[-skill] of your [skill]Phaselock[-skill] ability."

[Motion.SubSequence SkillDefinition]
SkillDescription="[skill]Action Skill Augmentation.[-skill] When an enemy under the effects of your [skill]Phaselock[-skill] dies, there is a chance for your [skill]Phaselock[-skill] ability to seek out and [skill]affect another target[-skill]."

[Motion.SubSequence:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Chance to Phaselock Another Target: $NUMBER$"

[Motion.Suspension:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Phaselock Duration: $NUMBER$ seconds"

[Motion.ThoughtLock:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="more enemy-on-enemy combat."
